{
    "1": [
        "@",
        "　",
        "",
        "　タイトル画面のテーマです。",
        "　",
        "　ちょっとスペーシーで和風な曲になりました。",
        "　今回のゲームは一筋縄ではいかないというテンションです。"
    ],
    "2": [
        "@",
        "　",
        "",
        "　１面のテーマです。",
        "　",
        "　１面から若干長いです。",
        "　今回は全体的にゲームが長いですからそれに合わせてです。",
        "　",
        "　暫く美しい緑の大地から離れる事を覚悟しているノリです。"
    ],
    "3": [
        "@",
        "　",
        "",
        "　清蘭のテーマです。",
        "　",
        "　かるーく戦闘を楽しんでいる感じを出しました。",
        "　兎には真剣さが足りないようです。",
        "　",
        "　見えないけど尻尾もあるんやで。"
    ],
    "4": [
        "@",
        "　",
        "",
        "　２面のテーマです。",
        "　",
        "　展開の早さに不穩さを覚えつつ、曲も後半でもおかしくない",
        "　感じになりました。",
        "　",
        "　月から浴びせられてる波動は一部の者にしか見えていない様です。"
    ],
    "5": [
        "@",
        "　",
        "",
        "　鈴瑚のテーマです。",
        "　",
        "　同じ兎でもこっちは裏方系です、",
        "　強敵である上に、戦う事が本当に正しいのか迷っているような",
        "　感じの曲です。",
        "　もちろん、団子はスタッフが美味しく頂きました。"
    ],
    "6": [
        "@",
        "　",
        "",
        "　３面のテーマです。",
        "　",
        "　宇宙に見えて、実は精神世界という、ある種夢オチ。",
        "　あそこにいる妖精や幽霊は、それぞれの夢なんですね。",
        "　",
        "　夢のなかでも弾幕はっちゃうお茶目な輩です。"
    ],
    "7": [
        "@",
        "　",
        "",
        "　ドレミー・スイートのテーマです。",
        "　",
        "　かなりの強敵感を出してます。",
        "　これから先が思いやられて欲しい、悪夢にうなされて欲しい",
        "　という思いで書きました。",
        "　うなされても夢違えっちゃえば良いんです。ドレミーにお願いして。"
    ],
    "8": [
        "@",
        "",
        "",
        "　４面のテーマです。",
        "　",
        "　月の都です。でもある理由でゴーストタウンと化しています。",
        "　穏やかな雰囲気の曲が、逆に狂気をイメージさせます。",
        "　",
        "　ＳＴＧよりＲＰＧ終盤の様な曲ですね。まあ終盤ですし。"
    ],
    "9": [
        "@",
        "　",
        "",
        "　稀神　サグメのテーマです。",
        "　",
        "　敵なのか味方なのか、神なのか鬼なのか、謎の人物のテーマです。",
        "　ミステリアスな雰囲気の曲になりました。",
        "　",
        "　実はこいつも天邪鬼の一種なんですけよね。まさかの天邪鬼二人目。"
    ],
    "10": [
        "@",
        "　",
        "",
        "　５面のテーマです。",
        "　",
        "　ちょっと雰囲気を変えて、スピード感あふれるロマンチックな曲です。",
        "　道中がテンポ良く進むような（しかも稼げる）気持ちいいステージ",
        "　です。",
        "　飛翔感と、遠くまで来た覚悟を感じてください。"
    ],
    "11": [
        "@",
        "　",
        "",
        "　クラウンピースのテーマです。",
        "　",
        "　過去最狂レベルの妖精です。おつむの方は並の様ですが。",
        "　ゴシックとも和風ともスペーシーともとれる、奇妙な曲です。",
        "　世の中にはピエロ恐怖症ってあるみたいですね。",
        "　でもこの妖精ピエロはそんなに怖くない……よね？ "
    ],
    "12": [
        "@",
        "　",
        "",
        "　６面のテーマです。",
        "  ",
        "　海ですねぇ。夏ですねぇ。",
        "　",
        "　この曲はラスボスの曲のサブセットです。",
        "　海に行ってみたいですねぇ。海の家でビールかぁ。"
    ],
    "13": [
        "@",
        "　",
        "",
        "　純狐のテーマです。",
        "　",
        "　これぞ、まごう事なき、ザ・ラスボスって曲だと思います。",
        "　余り捻ったり、恰好付けたり、考えすぎたりするのを止めました。",
        "　",
        "　シンプルに、ピュアーに弾幕を楽しんでくださいな。"
    ],
    "14": [
        "@",
        "　",
        "",
        "　エキストラステージのテーマです。",
        "　",
        "　不気味なイントロから続いて、淡々と流れるいつもの東方っぽさ。",
        "　いかにもエキストラって感じです。",
        "　それにしてもドレミーは敵なんでしょうか？",
        "　それとも味方なんでしょうか？ "
    ],
    "15": [
        "@",
        "　",
        "",
        "　ヘカーティア・ラピスラズリのテーマです。",
        "　",
        "　何とも悪魔的な曲です。",
        "　本当はメタルっぽいものを考えてましたが、自分がそっちの造詣が",
        "　深くないし、世界感に合わなさそうなので結果こんな感じに。",
        "　地獄－＞死神－＞デス－＞デスメタル、という貧困な発想です。"
    ],
    "16": [
        "@",
        "　",
        "",
        "　エンディングのテーマです。",
        "　",
        "　まあ、いつものテーマです。",
        "　",
        "　いつもアップテンポな曲ばっか作っているので",
        "　ノベルゲーの曲とか大変そうに思います。"
    ],
    "17": [
        "@",
        "　",
        "",
        "　スタッフロールのテーマです。",
        "　",
        "　タイトル画面の別バージョンです。",
        "  ",
        "　さらにスペーシーな雰囲気にしました。"
    ]
}